console.log("ghostList.js запущен");
const ghosts = {
    Alienson: {
        description: "Алайонсон - це справжнє імя людини. Алайонсон був крадієм і був заарештований. Він підкупив суддю у суді і вибрався, але карма його наказала і він став монстром. Може забрати будь-який предмет охотників собі(охотники можуть подумати, що призрак пряче предмети)",
        evidence: ["Морозні температури", "Пішає на полаш", "Фоткаєся"],
        image: "images/Alienson.png"
        },
    Arsen: {
        description: "З виду страшний на вигляд дух, але легко побідимий, його крила роблять його нереально широким, а крила у нього як продовження ребер, які широко розправлені у сторони, Арсен боїться покалічити їх, тому ходить повільно. Найдовга охота но медленне передвижение. Коротка КД охоти",
         evidence: ["Сільський ЕМФ", "Пішає на полаш", "Хрюкає"],
         image: "images/Arsen.png"
    },
    Artyom: {
        description: "На вид страшний, на душі довбойоб тупий, може нести чушь, як і стьопа білочка, атакує в тому ж самому районі що й стьопа білка. Довбойоб, несе чушь, скоро розрушає енергію. Коротке КД охоти",
        evidence: ["Киває предмети", "Хрюкає", "Сільський ЕМФ"],
        image: "images/Artyom.png"
    },
    Blitz: {
        description: "Блиц дуже довга людина хоч і назва підказує на короткість. Одного разу в лікарні у нього виявили рак селезінки, і він помер, після похоронів чудом ожив і повернувся до життя, одного разу став агресивним і вбив сім'ю, після став охотитися на людей. Кд охоти зменшено. Може напудити людину 3 раза за гру",
        evidence: ["Пряче предмети", "Киває предмети", "Фотькаєся"],
        image: "images/Blitz.png"
    
    },
    Bran: {
        description: "Бран пас баранів на полі, одного разу на нього кинувся баран, якого Бран прозвав Вова, після цього він став агресивним, і почав вбивати людей. Може зробити подвійну охоту раз за гру з перезарядкою 3 сек між ними",
        evidence: ["Спіріт Бокс", "Киває предмети", "Киває бутилку"],
        image: "images/Bran.png"
    },
    Chormecalo: {
        description: "Чормецало жило у селі, тому в курсі про сільський термометр, і знає як ним вимірювати температуру. Одного разу упав у колодязь і захлебнувся, після того як пробув там три дня кричавши про допомогу, допомогти йому не вдалося. Одного разу, уже ставши монстром, він вибрався із колодязя, і почав вбивати людей. Виявляє свої признаки лише в своїй комнаті, навіть ті, що мають бути в будь-якій кімнаті, але починає охоту в улюбленій комнаті.",
        evidence: ["Хрюкає", "Морозні температури", "Мавпа гниє"],
        image: "images/Chormecalo.png"
    },
    Chresol: {
        description: "Чресол - крикливий хлопчик, він квілить при будь-якій емоції(навіть невеликій). Одного разу він справді напудився і перевищив свої можливості в квілянні, через це став монстром. Іздає звуки охоти, не починаючи охоту, що може обманувати охотнику(може іздавати ці звуки де хоче)",
        evidence: ["Киває предмети", "Іздає звуки", "Мавпа гниє"],
        image: "images/Chresol.png"
    },
    Chupakabra: {
        description: "Чупакабра - вимерший вид тварин, але по міфам ця тварина спокійно заходить в дома, як дух. Найдовга мало охота. Особливий звук шагу (ходит на носочках)",
        evidence: ["Фоткаєся", "Пішає на полаш", "Киває бутилку"],
        image: "images/Chupakabra.png"
    },
    Chuvurla: {
        description: "Може змінювати розміри, має довгі закінчення і худе тіло. На листках пише про своє минуле, воно дуже трагічне, одного разу його не пустили в стрип-клуб. Аж на ниї дивитися то вона становится найбистров. Майдовга охота",
        evidence: ["Пише в листок", "Іздає звуки", "Киває бутилку"],
        image: "images/Chuvurla.png"
    },
    Croy: {
        description: "Крой був щасливий до того , як його закрив в шкафу свій же батько, після цього він держить шкафи відкритими, у тому шкафі без їди він перейшов на альтернативні джерела енергії, але ніхто не підозрював про те, що у нього рак підшлункової, після цього Крой мутував. В час охоти може метатися в інших предметами.",
        evidence: ["Спіріт Бокс", "Пряче предмети", "Киває предмети"],
        image: "images/Croy.png"
    },
    Daunessa: {
        description: "Даунесса то уйобіщна сучка, яка народилася монстром, зжерла матір сразу після народження. Типир ця сучка віком як Неоніла. Після розправлення з жертвами вона їх зїдає. Якщо охотники знаходяться на базі, то її охоти учащаються. Довге КД охоти.",
        evidence: ["Морозні температури", "Фотькаєся", "Киває предмети"],
        image: "images/Daunessa.png"
    },
    Dima: {
        description: "Народився, і вже без батьків, на темній заброшці, він став монстром відносно недавно, але він може іздавати душероздираючі звуки, і ун мав ся сам роздерти, но не зміг. ВІн вибрався на волю і активно приходить людям додому, особливо опасний дух. Довге КД охоти. Несе чушь, щоб погубити ментальне здоровя охотнику.",
        evidence: ["Пише на листок", "Спіріт Бокс", "Іздає звуки"],
        image: "images/Dima.png"
    },
    Dureo: {
        description: "Дурео одного разу замерз від жоского холодео, отморозив свуй хуй, потом аппарат пішальний отпав, і він впав у депресію, після того, як він вийшов з депресії він хотів змиритися з потерею, але мутував в монстра. Може поміняти улюблену комнату, охотники мають угадати в кінці кімнату ту, на яку поміняв призрак.",
        evidence: ["Пішає на полаш", "Пряче предмети", "Мавпа гниє"],
        image: "images/Dureo.png"
    },
    Eibra: {
        description: "Війна знищує все, про Ібру мало чого знати, але війна перекрутила йому голову уздовж на 180 градусів, але Ібра вижив. Скоро став агресивним і вбив свою маттір. Охотиться за людбми до тепер. З кожною охотою КД охоти знижується.",
        evidence: ["Пішає на полаш", "Морозні температури", "Пряче предмети"],
        image: "images/Eibra.png"
    },
    Frize: {
        description: "На душі цей дух при житті був дуже пустим, його мучили депресії і різні психологічні хвороби, одного разу вбив людину і з'їв тіло, після цього став монстром. Один раз може начати охоту без попередження, лише після вбивства необхідно іздати рик, щоб показати охоту.",
        evidence: ["Киває бутилку", "Пішає на полаш", "Пише на листок"],
        image: "images/Frize.png"
    },
    Greshm: {
        description: "Грешм - образ мужності, яка перетворилася на велику біду, одного разу в містечку Ер-Рейн пожарник Грей-Шмаркач-Інерса спас трьох дітей, але сгорів заживо, після цього будинок з тілом Грешма знесли, але Грей-Шмаркач вижив, після трьох днів став дуже агресивним, і нагнав магнітні бурі на міста Саудівської Аравії. Може всосувати в себе енергію людей, що зменшує КД охот. Довге КД охоти.",
        evidence: ["Киваж бутилку", "Фотькаєся", "Іздає звуки"],
        image: "images/Greshm.png"
    },
    Hrasch: {
        description: "Робив на свинній фермі, виправив на бойню чимало пацят із своєрідною підтримкою. Одного разу свиня під час бойні улибнулася Хращу, після цього він став агресивним, але начало кар'єри не вдалося, його вичислила поліція, і змогла задержати його на два роки, перше фото зафіксовано у 2019 році одним з поліцейських, який зміг впіймати з командою Храща. Одного разу Хращ втік, після цього Храща ніхто не бачив. Люди почали аномально вмирати. Може взаємодіяти з охотниками, хлопати по плечу і т.д.",
        evidence: ["Іздає звуки", "Пряче предмети", "Киває бутилку"],
        image: "images/Hrasch.png"
    },
    Itacher: {
        description: "Ітачери не мутували із людей в призрака. Ітачери доста агресивні призраки, які зовсім не мають емпатії. Кажуть, що Ітачери не вміють швидко звикати до свого міста проживання. Ітачери постійно змінюють своє місто проживання. Коли вони поселилися близько до людей, Ітачери почали масову охоту на них. Чим довше триває охота, тим вони найшвидкі. Довга охота. ",
        evidence: ["Киває бутилку", "Пише в листок", "Сільський ЕМФ"],
        image: "images/Itacher.png"
    },
    Jox: {
        description: "Ідентифікація Джоксу ще не до кінця ізучено, але відомо, що перший Джокс був не дуже хорошою людиною, Джокс вбивав людей і був серійним вбивцею. Хоч цей маньяк вбив багато людей, але ці вбивства далися йому з трудом. З кожним вбивством призрак замедляєся.",
        evidence: ["Пише в листок", "Сільський ЕМФ", "Морозні температури"],
        image: "images/Jox.png"
    },
    Kalyon: {
        description: "Кальон був із йобаної сім'ї де він почувався не комфортно, через те він боявся будь-якого вербального контакту, він ставав агресивним, коли з ним намагалися спілкуватися. Якщо відповість на спирит бокс, через секунду почне охоту. Коли ви спілкуєтеся з ним по спирит боксу, його КД охоти зменшується.",
        evidence: ["Пішає на полаш", "Спіріт бокс", "Морозні температури"],
        image: "images/Kalyon.png"
    },
    Limera: {
        description: "Лимера - дівчинка із дитячого дома, яка потрапила в жахливу аварію, після якої відкрила в собі містичні збдібності, після декількох днів стала агресивною, і почала пробиратися в дома, щоб вбивати людей за ті мучення в дит домі. Часті охоти. Може почати охоту і не в улюбленій кімнаті.",
        evidence: ["Киває предмети", "Пряче предмети", "Іздає звуки"],
        image: "images/Limera.png"
    },
    Momo: {
        description: "Момо - містична істота, яка зявилася дуже давно як мирна істота. Але її рідний дім в Тувалу знищили Європейці, які відкрили Австралію і почали відкривати Океанію. Після цього Момо були сильно обіжені на людей і були змушені мігрувати в Антарктиду, але деяких видів було знайдено в Чилі, Аргентині, Австралії, ЮАР. Якщо напише в листок, то сільський ЕМФ не зможе розпознати це. Може ускоряти шаги во время охоти но при тому не ускорятися.",
        evidence: ["Пише на листок", "Сільський ЕМФ", "Спіріт Бокс"],
        image: "images/Momo.png"
    },
    Nelsi: {
        description: "Нелсі - була щасливою дитиною, одного разу її батько померли від смертельного вірусу, Нелсі також заразилиася ним, але в її організмі вірус мутував, і Нелсі стала монстром. Не має улюбленої комнати.",
        image: "images/Nelsi.png",
        evidence: ["Пішає на полаш", "Сільський ЕМФ", "Киває предмети"],
    },
    NightWalk: {
        description: "Найтволк - це прізвисько людини, справжнє імя Вілсон-Ор де Пендемі. Це прізвисько йому дали тому, що він був мрачним тіпом і любив паркур. Може спрятатися у сейві, почати охоту і пуджидати когось у сейві, при тому, призрак не має виходити із сейва. ",
        evidence: ["Сільський ЕМФ", "Киває предмети", "Киває буитилку"],
        image: "images/NightWalk.png"
    },
    Oninoni: {
        description: "Оніноні - вид призраків, які теж зявилися без мутацій відносно недавно в незаселених містах, часто мешкають на природі але іноді пробираються в дома або в заброшені будівлі. При охоті досить швидко міняє швидкість з повільної на швидку і наоборот.",
        evidence: ["Фотькаєся", "Пише на листок", "Сільський ЕМФ"],
        image: "images/Oninoni.png"
    },
    Parchalt: {
        description: "Життя цього призрака було дуже солодке: багато денег, 3 комнатна квартира. Але одного разу він подумав про те, щоб зпригнути з криші, там же на тій криші він став монстром. Якщо його ЕМФ засекли, то він почне охоту через 3 секунди, не зважаючи на КД охоти і місцезнаходження призрака.",
        evidence: ["Спіріт Бокс", "Сільський ЕМФ", "Пішає на полаш"],
        image: "images/Parchalt.png"
    },
    Shaoran: {
        description: "Шаоран - брат Брана, вони з інтервалом 5 тижнів з братом Браном став монстром, він став першою жертвою Брана. Він вирішив з'їсти першу жертву, в міфах його прозвали Пер-Шаоран, після цього він лічиться і збагачує апетит до людей кожен раз, коли їсть. Коли він вбиває людину, продовжує охоту на 60 сек. Скорочено КД охоти",
        evidence: ["Хрюкає", "Пряче предмети", "Пише в листок"],
        image: "images/Shaoran.png"
    },
    Skinwalker: {
        description: "Скінволкер родився бездарностью і його усе зрунювали з іншими, після того як його утиць вказав шо ун бездарность ун зкокнув з криші, він став сущностьов яка імітує других бо думає шо ун не такий як усі тай бездарность. Може імітувати чужі признаки і пасівки. ",
        evidence: ["Спіріт бокс", "Пише на листок", "Фотькаєся"],
        image: "images/Skinwalker.png"
    },
    Styopa: {
        description: "Рідко проявляє агресію на людей, але є дуже повним вагою, його можна розізлити, якщо відбирати їду, так можна збільшити вирогідність охоти даного духу. Жирний: замедлає ворогу землетрусом(щоб то представити, гія топати ногами по полашу). Найдовге КД охоти.",
        evidence: ["Хрюкає", "Мавпа гниє", "Киває бутилку"],
        image: "images/Styopa.png"
    },
    StyopaBilka: {
        description: "Народився, і вже без батьків, на темній заброшці, він став монстром відносно недавно, але він може іздавати душероздираючі звуки, і ун мав ся сам роздерти, но не зміг. ВІн вибрався на волю і активно приходить людям додому, особливо опасний дух. Довге КД охоти. Несе чушь, щоб погубити ментальне здоровя охотнику.",
        evidence: ["Спіріт бокс", "Пише на листку", "Іздає звуки"],
        image: "images/StyopaBilka.png"

    },
    Svintus: {
        description: "Один раз його переїхав камаз і його ізуродували, типир ун ходит по домам, часто щит на пудлаш, обожнює прятати предмети, і, як свиня, хрюкає ,але хрюкає моторошно. Має майнизьке КД охоти но може вставати на чотири лаби при охоті. Раз за ігру може ворватися в один із сейву(не може войти на базу)",
        evidence: ["Хрюкає", "Пішає на полаш", "Пряче предмети"],
        image: "images/Svintus.png"
    },
    Tvar: {
        description: "Часто люди називают одне одного тварью і не знают що то призрак мами богині Афродити. Тварі на самому ділі дуже цікавляться модою і красотою. Одного разу люди розрізали плаття одної Тварі, і Тварі об'єдналися проти людей і активно на них нападали, після того як Тварі вимерли, їх призраки почали нападати людей, це продовжується до сьогодні. Тварі не кричуть во время охоти, вони роблять вопль. Вони можуть один раз за гру почати прокляту охоту, в якій сейви будуть відчиненими для Тварей.",
        evidence: ["Мавпа гниє", "Сільський ЕМФ", "Пише в листок"],
        image: "images/Tvar.png"
    },
    Uzhas: {
        description: "Ужаси - то призраки, які зявилися, коли почали знімати фільми. Одного разу одна американська компанія по зніманню фільмів випустила перший фільм ужасів. Після випуску в штаті, де працювала та компанія, зявився призрак, який вбивав людей. Ужаси дуже агресивні призраки, вони часто охотяться на людей, які приходять на їх територію. Він відповідає воплями на спіріт бокс, але це рахується як іздавання звуків, а не спіріт бокс.",
        evidence: ["Іздає звуки", "Сільський ЕМФ", "Пише на листок"],
        image: "images/Uzhas.png"
    },
    Vova: {
        description: "Має худе тіло і роздерте лице(вирогідно після боротьби з Степаном Білкою), досить агресивний дух, може сидіти в засаді і пужати до смерті. ДУЖЕ часті охоти. Може пуджидати 15 сек.",
        evidence: ["Фотькаєся", "Киває предмети", "Морозні температури"],
        image: "images/Vova.png"
    },
    WallRack: {
        description: "Волрек - відомий сталкер, який стежив за відомими особистостями, одного разу наткнувся на охотника за призраками і його вбив призрак. Через тижні два Волрек воскрес і відразу став монстром. Може переслідувати охотників, а не йти по своїй траекторії, що може напудити охотників.",
        evidence: ["Спіріт бокс", "Мавпа гниє", "Морозні температури"],
        image: "images/WallRack.png"
    },
    ZhirnaTvar: {
        description: "Це уже дух, який проходить через стіни, з виду чорний сілует, але внутрі він дуже товстенький. Коротка охота і мала скорость передвижения, но: Раз за ігру може ворватися в один із сейву(не може войти на базу)",
        evidence: ["Пішає на полаш", "Мавпа гниє", "Пішає на полаш"],
        image: "images/ZhirnaTvar.png"
    }

}